{
  "guide": "Klar Marvel Rivals Setup Guide",
  "sections": [
    {
      "title": "Setup",
      "text": "Download the loader here: https://klar.gg/loader/\n\nDownload our support tool here: https://mega.nz/file/ioJQ3TAK#khDxBBZ0_LiX__6zEnfr2N6PG1_HDuv271J5rFus7yQ\n\nMake everything green in the support tool before downloading the loader!"
    },
    {
      "title": "Instructions",
      "text": "Download the loader\n\nMake sure all antivirus's are disabled - to ensure this done correctly use our support tool.\n\nEnsure any 3rd party Malware defence programs are also uninstalled/disabled\n\nOnce the above has been completed, follow the steps below:\n\nRun the loader\n\nCreate an account or login to your existing account\n\nEnter your key and then head over to the 'cheats' tab the loader\n\nselect your product and click 'load'\n\nOnce it prompts you to open Marvel Rivals, please do so\n\nHead over to display settings and put your game in 'Borderless Mode'\n\nOnce done hit F5 on your keyboard\n\nThe bind to open & close the menu is INSERT"
    },
    {
      "title": "Troubleshooting",
      "text": "PLEASE READ BEFORE MAKING A TICKET\n\nVGC.SYS\nPlease uninstall Riot Vanguard. If you don’t want to uninstall, you can stop the Vanguard process by following the command: Open CMD as Admin, type: \"sc stop vgk\" and load klar again.\n\n** BEDAISY.SYS**\nYou are trying to inject a cheat while the game is opened. Please load klar before launching the game.\n\nBHDRVS.SYS\nUninstall Norton antivirus.\n\nI2\nl2 code means something blocks cheat injection. Uninstall all antiviruses you have on your PC and disable Windows Defender & overlays. Core isolation in Memory Integrity must be disabled.\nl2 -(1073741637)\n1. Go to Settings and open \"Security\" > \"Device Security\"\n2. Turn off Memory Integrity.\n3. Restart your PC.\n4. Verify that Memory Integrity is still turned off.\n5. Start the loader and see if this resolves the issue.\n\nl2 -(1073741670)\nThis error means FACEIT AC is installed on your PC, please uninstall it.\n\nVCRUNTIME/MSVCP140.DLL\nPlease install vc_redist.x64.exe: https://aka.ms/vs/17/release/vc_redist.x64.exe\n\nM1 | DEBUG ERROR 2\nIt is a common issue on Windows Home versions. A temporary fix for that issue is to restart the PC every injection. If you want to fix it permanently, reinstall Windows to the PRO version.\nLOADER CLOSE AT 100%\nGo to Windows settings -> date and time -> Press “SYNC NOW”. Afterwards, reinject klar.\n\nLOADER SHOWS THAT I'M BANNED\nPlease restart your computer and attempt to log in again.\n\nCOULDN’T FIND A KEY\nThis error may happen when you try to activate a non-working cheat. Please check the status before purchasing/activating the key. Also make sure to remove all spaces from the pasted key and leave \"Referral\" tab empty.\n\nDISABLE REAL TIME PROTECTION\nGo to \"Virus & threat protection\" > \"Virus & threat protection settings\" > \"Manage Settings\" and make sure it matches the image provided here. If the above method did not work, then try to download this tool and deactivate it with this.\n\nINFINITE LOADER REQUESTING UPDATES\nOpen Network and Sharing Center, choose Ethernet > Properties, and ensure that the IPv6 protocol is selected. Redownload the loader and please try again. If it still doesn’t work redownload loader and use VPN and select IP nearby Germany.\n\nTARGET DIDN'T RESPOND FOR 10 SECONDS\nThis error means that the cheat is not updated [status] or in the case of R6 game, you ran the game in VULKAN mode, which is unsupported.\n\nBLUE SCREEN OF DEATH\nPlease run the following commands in the command prompt as Administrator and do:\nsfc /Scannow\nOnce completed, Run:\nDISM.exe /Online /Cleanup-image /Restorehealth\nAfter that is done, restart your PC.\n\nOr download and run this .bat file: https://mega.nz/file/Y3xHQSTJ#GRNaoIhMsLlT58W2p7zfSrOK46vHit-ZB5088YW1gq0\n\nLoader Crashing at 100%\nSync your time on PC\n\nIf people get stuck on requsting updates for klar tell em to do this:\nhttps://one.one.one.one/ -> Enable CF Warp -> Login and load the cheat -> [Disable it] (optional)\n\nbhdrvx64.sys Resolution\nStart command prompt as administrator.\nRun the following command \"sc config bhdrvx64 start= disabled\"\nExpected result should be \"ChangeServicesConfig SUCCESS\"\nRestart the system."
    }
  ]
}